Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-report.tmx
Source language: en
Languages: sv

source: %d Mbps
sv: %d Mbit/s

source: Ignore this report
sv: Ignorera denna rapport

source: Remove the conflicting packages.
sv: Ta bort motstridiga paket.

source: Your system information was copied into your clipboard so you can paste it on the forums.
sv: Din systeminformation har kopierats till ditt urklipp så att du kan klistra in den på forumet.

source: Install the Language Packs
sv: Installera språkpaketen

source: A new version of Linux Mint is available
sv: En ny version av Linux Mint finns tillgänglig

source: Quit
sv: Avsluta

source: Install language packs
sv: Installera språkpaket

source: %d Gbps
sv: %d Gbit/s

source: Enabled
sv: Aktiverad

source: Copy the ID
sv: Kopiera ID-numret

source: USB %(version)s controller (Bus #%(number)s) – Max speed: %(speed)s
sv: USB %(version)s-kontroller (buss nr. %(number)s) – maxhastighet: %(speed)s

source: Default GPU
sv: Standard-GPU

source: Release Date
sv: Utgivningsdatum

source: Device ID copied
sv: Enhets-ID kopierat

source: Troubleshooting Tool
sv: Felsökningsverktyg

source: Open the directory containing crash.tar.gz and its content.
sv: Öppna mappen med crash.tar.gz och dess innehåll.

source: Display Server
sv: Bildskärmsserver

source: Local Files
sv: Lokala filer

source: The following localization packages are missing to properly support your language:
sv: Stödet för ditt språk är inte fullständigt eftersom följande paket saknas:

source: Release
sv: Utgåva

source: Memory
sv: Minne

source: Install hardware drivers
sv: Installera drivrutiner

source: Enabled (%s)
sv: Aktiverad (%s)

source: An error occurred while gathering the system information.
sv: Ett fel uppstod när systeminformationen samlades in.

source: Add the XApp Status applet
sv: Lägg till appen XApp Status

source: Computer
sv: Dator

source: Running system checks...
sv: Kör systemkontroller…

source: Hardware Acceleration
sv: Hårdvaruaccelerering

source: Hardware drivers are available for the following devices:
sv: Drivrutiner finns tillgängliga för följande enheter:

source: Launch Timeshift
sv: Starta Timeshift

source: Power
sv: Effekt

source: Hard Drive
sv: Hårddisk

source: The package providing %s could not be found. If you want to generate a stack trace for this crash report, please reinstall it.
sv: Paketet som innehåller %s kunde inte hittas. Installera om paketet om du vill generera en stackspårning för den här kraschrapport.

source: Developers need to know where the code fails or how to reproduce the issue. Always provide a trace and reliable instructions to trigger/observe the problem.
sv: Utvecklare behöver veta var koden fallerar och hur man reproducerar problemet. Ange alltid en spårning och tillförlitliga instruktioner om hur man utlöser/observerar problemet.

source: If something goes wrong you can then restore your operating system from a previously saved snapshot.
sv: Om ett fel inträffar kan du sedan återställa operativsystemet från en sådan systemavbild.

source: Refresh
sv: Uppdatera

source: Motherboard
sv: Moderkort

source: Copy and paste the system information manually into a pastebin site like https://pastebin.com.
sv: Du kan kopiera och klistra in informationen manuellt på en pastebin-webbplats som https://pastebin.com.

source: Upgrade to %s
sv: Uppgradera till %s

source: System Reports
sv: Systemrapporter

source: The report will be permanently ignored and will no longer be visible.
sv: Rapporten ignoreras permanent och kommer inte längre att visas.

source: Install multimedia codecs
sv: Installera multimediakodekar

source: Restore ignored reports
sv: Återställ ignorerade rapporter

source: Driver
sv: Drivrutin

source: System Snapshots
sv: Systemavbilder

source: Desktop Environment
sv: Skrivbordsmiljö

source: Driver Version
sv: Drivrutinsversion

source: Are you sure you want to ignore this report?
sv: Är du säker på att du vill ignorera denna rapport?

source: Copy
sv: Kopiera

source: Video Playback
sv: Videouppspelning

source: %s (unknown)
sv: %s (okänd)

source: Hard Drives
sv: Hårddiskar

source: Visit %s to find information about newer releases.
sv: Besök %s för information om nyare versioner.

source: Add the XApp Status applet to the panel
sv: Lägg till XApp-statusappleten på panelen

source: Operating System
sv: Operativsystem

source: Device
sv: Enhet

source: Upload to a pastebin service (no personal information included)
sv: Ladda upp till en pastebin-tjänst (ingen personlig information ingår)

source: Automatic Updates
sv: Automatiska uppdateringar

source: Install the Multimedia Codecs
sv: Installera multimediakodekar

source: Unknown size
sv: Okänd storlek

source: When seeking help, check for existing bug reports, pastebin the trace, share crash.tar.gz (from Local Files) and explain how to reproduce the crash.
sv: När du söker hjälp, leta först efter befintliga felrapporter, lägg upp stackspårningen på Pastebin, dela crash.tar.gz (från Lokala filer) och förklara hur kraschen kan återskapas.

source: Name
sv: Namn

source: The XApp Status applet allows applications to provide a tray icon without rendering glitches and with support for HiDPI and symbolic icons.
sv: XApp-statusappleten gör det möjligt för program att tillhandahålla en statusikon utan återgivningsfel och med stöd för HiDPI och symboliska ikoner.

source: Note: Double-click a device to copy its ID
sv: Obs! Dubbelklicka på en enhet för att kopiera dess ID.

source: The following packages prevent tray icons from working properly:
sv: Följande paket hindrar statusikoner från att fungera korrekt:

source: Bug Tracker
sv: Ärendehanterare

source: Launch the Driver Manager
sv: Starta Drivrutinshanteraren

source: Automatic updates are being installed.
sv: De automatiska uppdateringarna installeras.

source: To convert your system, open a terminal and type:
sv: Öppna ett terminalfönster och skriv följande för att konvertera systemet:

source: It will stop receiving support and updates in a day.
sv: Stöd och uppdateringar kommer att upphöra om en dag.

source: It will stop receiving support and updates in {num_days} days.
sv: Stöd och uppdateringar kommer att upphöra om {num_days} dagar.

source: Bus
sv: Buss

source: The device ID was copied into your clipboard.
sv: Enhets-ID har kopierats till urklipp.

source: The debug symbols are missing for %(program)s. Please install %(package)s.
sv: Felsökningssymboler saknas för %(program)s. Installera %(package)s.

source: Remove conflicting indicators
sv: Ta bort motstridiga indikatorer

source: Your version of Linux Mint is no longer supported
sv: Stödet för din version av Linux Mint har upphört.

source: The ID of the device was copied into your clipboard.
sv: Enhetens ID har kopierats till urklipp.

source: Copy the entire row
sv: Kopiera hela raden

source: About
sv: Om

source: Stack Trace
sv: Stackspårning

source: Copy to clipboard (code tags are added to make it easy to paste the system information into the forums)
sv: Kopiera till urklipp (forumkoder läggs till för att enkelt klistra in systeminformationen i forumet)

source: It reached End-Of-Life (EOL) yesterday.
sv: Stödet för den upphörde igår.

source: It reached End-Of-Life (EOL) {num_days} days ago.
sv: Stödet för den upphörde för {num_days} dagar sedan.

source: Show System Reports
sv: Visa systemrapporter

source: You should reboot the computer once this completes.
sv: Starta om datorn när detta är klart.

source: Linux Mint provides a system restore utility called Timeshift.
sv: Linux Mint har ett systemåterställningsverktyg som heter Timeshift.

source: Crash Reports
sv: Kraschrapporter

source: Your system information was uploaded to %s. This link was placed in your clipboard.
sv: Systeminformationen laddades upp till %s. Den här länken placerades i urklipp.

source: Multimedia codecs are required to play some video formats and to properly render some websites.
sv: Multimediakodekar krävs för att spela upp vissa videoformat och för att återge vissa webbplatser korrekt.

source: Upload the trace to the Internet.
sv: Ladda upp stackspårningen på internet

source: More information
sv: Mer information

source: Note: You will need to log out after removing them.
sv: Obs! Du måste logga ut efter att ha tagit bort dem.

source: Linux Kernel
sv: Linuxkärna

source: Visit %s for the latest announcements.
sv: Besök %s för de senaste tillkännagivandena.

source: This is done already for new installations of Linux Mint.
sv: Detta är redan gjort i nya installationer av Linux Mint.

source: Perform usrmerge conversion
sv: Genomför usrmerge-konvertering

source: To enable crash reporting, install systemd-coredump and reboot your computer.
sv: För att aktivera kraschrapportering, installera systemd-coredump och starta om din dator.

source: System information uploaded
sv: Systeminformation uppladdad

source: Setup Mode (keys not enrolled)
sv: Inställningsläge (nycklar ej registrerade)

source: Crash reports are not available
sv: Kraschrapporterna är inte tillgängliga

source: Disabled (Software rendering)
sv: Inaktiverad (programvarurendering)

source: System information copied
sv: Systeminformation kopierad

source: The headers or binaries installed on your system do not match the code which was executed during the crash. They probably got upgraded since. A stack trace is available in 'Local Files' but its content is probably inaccurate.
sv: De huvudfiler eller binärfiler som är installerade på systemet stämmer inte överens med koden som kördes under kraschen. De har troligen uppgraderats sedan dess. En stackspårning finns tillgänglig i "Lokala filer", men innehållet är troligen felaktigt.

source: An error occurred while uploading the system information
sv: Ett fel uppstod när systeminformationen laddades upp

source: Set up the system restore utility
sv: Konfigurera systemåterställningsverktyget

source: A Timeshift system snapshot is being created.
sv: Timeshift skapar en systemavbild.

source: Some system reports require your attention
sv: Det finns systemrapporter som kräver din uppmärksamhet

source: Device information copied
sv: Enhetsinformation kopierad

source: User Mode (normal)
sv: Användarläge (normalt)

source: Right-click the panel and choose 'Add to Panel'.
sv: Högerklicka på panelen och välj ”Lägg till i panelen”.

source: Thanks to Timeshift you can take snapshots of the system, either manually or automatically.
sv: Med Timeshift kan du skapa systemavbilder, antingen manuellt eller automatiskt.

source: Disabled
sv: Inaktiverad

source: Unknown CPU
sv: Okänd processor

source: No problems were detected
sv: Inga problem hittades

source: Unknown
sv: Okänd

source: We recommend you convert your system with usrmerge.
sv: Vi rekommenderar att du konverterar systemet med usrmerge.

source: Find the most appropriate bug tracker.
sv: Hitta den bäst lämpade ärendehanteraren

source: Graphics Card
sv: Grafikkort

source: Troubleshoot problems
sv: Felsök problem

source: Brand
sv: Fabrikat

source: Type
sv: Typ

source: The device information was copied into your clipboard.
sv: Enhetsinformationen har kopierats till urklipp.

source: Speed
sv: Hastighet

source: Secure Boot mode
sv: Secure Boot-läge

source: Boot Mode
sv: Startläge

source: Your version of Linux Mint will soon reach End-Of-Life (EOL)
sv: Stödet för din version av Linux Mint kommer snart att upphöra.

source: Upload
sv: Ladda upp
